[
  {
    "name": "Dr. John Doe",
    "speciality": "General Physician",
    "imageUrl": "https://png.pngtree.com/png-clipart/20230926/ourmid/pngtree-male-physician-doctor-png-image_10167965.png",
    "_id": "1",
    "about": "Dr. John Doe is a highly experienced general physician with over 15 years in the medical field. He specializes in providing comprehensive and holistic healthcare, focusing on preventive medicine and patient-centered care. Dr. Doe believes in building strong doctor-patient relationships to understand each patient’s unique health challenges and goals, ensuring they receive the best possible treatment and advice. He has vast experience in diagnosing and managing a wide range of medical conditions, making him a trusted name in the community.",
    "address": "123 Main Street, Cityville",
    "degree": "MBBS, MD (General Medicine)",
    "experience": "15 years",
    "fees": 500
  },
  {
    "name": "Dr. Stefan Salvatore",
    "speciality": "Gynecologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc4.png",
    "_id": "2",
    "about": " Dr. Stefan Salvatore is a seasoned gynecologist specializing in women's reproductive health. With over 12 years of experience, Dr. Salvatore has handled a variety of complex cases, including prenatal care, high-risk pregnancies, and menopause management. He is dedicated to empowering women with knowledge about their bodies and providing compassionate care through every stage of their lives. His patient-focused approach ensures that women feel comfortable discussing sensitive health issues, and his expertise in minimally invasive procedures has earned him a stellar reputation.",
    "address": "456 Elm Street, Townsville",
    "degree": "MBBS, MD (Gynecology)",
    "experience": "12 years",
    "fees": 600
  },
  {
    "name": "Dr. Michael Brown",
    "speciality": "Dermatologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc14.png",
    "_id": "3",
    "about": "Dr. Michael Brown is a highly regarded dermatologist, specializing in the diagnosis and treatment of skin conditions such as acne, eczema, psoriasis, and skin cancer. With 10 years of professional experience, Dr. Brown is known for offering cutting-edge treatments and personalized care plans to achieve the best outcomes for his patients. He stays up to date with the latest advancements in dermatological technology and cosmetic procedures, including laser treatments, chemical peels, and advanced anti-aging therapies.",
    "address": "789 Oak Avenue, Metropolis",
    "degree": "MBBS, MD (Dermatology)",
    "experience": "10 years",
    "fees": 550
  },
  {
    "name": "Dr. Emily Johnson",
    "speciality": "Pediatrician",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc13.png",
    "_id": "4",
    "about": "Dr. Emily Johnson is a devoted pediatrician with a passion for promoting the health and development of children. With 10 years of experience, she provides care for infants, toddlers, adolescents, and teens, addressing their physical, emotional, and developmental needs. Dr. Johnson is known for her gentle, child-friendly approach and her ability to connect with both children and their parents. She focuses on preventive care, including vaccinations and wellness checks, and is skilled in managing common childhood illnesses and chronic conditions.",
    "address": "101 Pine Street, Lakeview",
    "degree": "MBBS, MD (Pediatrics)",
    "experience": "10 years",
    "fees": 500
  },
  {
    "name": "Dr. Sarah Smith",
    "speciality": "Neurologist",
    "imageUrl": "https://pngimg.com/d/doctor_PNG16040.png",
    "_id": "5",
    "about": "Dr. Sarah Smith is a neurologist with extensive experience in treating patients with neurological disorders such as epilepsy, migraines, Parkinson’s disease, and multiple sclerosis. With a career spanning 14 years, she is known for her patient-centered approach and her commitment to ongoing medical research. Dr. Smith combines the latest evidence-based treatments with compassionate care to improve the quality of life for her patients. She also offers specialized care for stroke recovery, neurorehabilitation, and cognitive disorders.",
    "address": "202 Maple Street, River City",
    "degree": "MBBS, MD (Neurology)",
    "experience": "14 years",
    "fees": 650
  },
  {
    "name": "Dr. Tyler Gill",
    "speciality": "Gastroenterologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc1.png",
    "_id": "6",
    "about": "Dr. Tyler Gill is a leading gastroenterologist who specializes in diagnosing and treating digestive system disorders, including acid reflux, irritable bowel syndrome (IBS), and liver diseases. With a patient-centered approach, Dr. Gill focuses on educating his patients about their conditions and involving them in the decision-making process. He has 10 years of experience managing both routine and complex gastroenterological cases and is adept at performing endoscopic procedures such as colonoscopies and gastroscopies.",
    "address": "303 Birch Avenue, Hilltown",
    "degree": "MBBS, MD (Gastroenterology)",
    "experience": "10 years",
    "fees": 600
  },
  {
    "name": "Dr. Matt Donovan",
    "speciality": "General Physician",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc8.png",
    "_id": "7",
    "about": "Dr. Matt Donovan is a general physician with over 13 years of experience in providing comprehensive medical care. Known for his patient-first philosophy, Dr. Donovan is adept at diagnosing and treating a wide range of conditions, from common ailments to complex chronic diseases. He is highly skilled in preventive medicine and offers personalized healthcare plans that focus on long-term well-being. His friendly and approachable demeanor ensures that patients feel comfortable discussing their health concerns.",
    "address": "123 Main Street, Cityville",
    "degree": "MBBS, MD (General Medicine)",
    "experience": "13 years",
    "fees": 500
  },
  {
    "name": "Dr. Klaus Mikaelson",
    "speciality": "Gynecologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc6.png",
    "_id": "8",
    "about": "Dr. Klaus Mikaelson is a gynecologist known for his expertise in obstetrics and women’s reproductive health. With 6 years of experience, he has quickly built a reputation for his hands-on approach and dedication to patient care. Dr. Mikaelson offers a full range of gynecological services, including prenatal and postnatal care, fertility counseling, and menopausal management. He is known for his compassionate care and his ability to support women throughout their reproductive health journey.",
    "address": "456 Elm Street, Townsville",
    "degree": "MBBS, MD (Gynecology)",
    "experience": "6 years",
    "fees": 600
  },
  {
    "name": "Dr. Amelia Thompson",
    "speciality": "Dermatologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc5.png",
    "_id": "9",
    "about": "Dr. Amelia Thompson is a renowned dermatologist who offers advanced skin care treatments for both medical and cosmetic purposes. With 8 years of experience, Dr. Thompson has worked with patients dealing with various skin conditions, such as acne, eczema, and rosacea, as well as those seeking anti-aging treatments. She is skilled in using the latest dermatological technologies to ensure the best outcomes for her patients, offering personalized skincare regimens and procedures like laser therapy and microneedling.",
    "address": "789 Oak Avenue, Metropolis",
    "degree": "MBBS, MD (Dermatology)",
    "experience": "8 years",
    "fees": 550
  },
  {
    "name": "Dr. Isabelle Foster",
    "speciality": "Pediatrician",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc2.png",
    "_id": "10",
    "about": "Dr. Isabelle Foster is a pediatrician with 11 years of experience in treating children from infancy to adolescence. She is known for her holistic approach, ensuring that her patients' physical, emotional, and social health is considered. Dr. Foster is passionate about promoting wellness and development.",
    "address": "101 Pine Street, Lakeview",
    "degree": "MBBS, MD (Pediatrics)",
    "experience": "11 years",
    "fees": 500
  },
  {
    "name": "Dr. William Davis",
    "speciality": "Neurologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc3.png",
    "_id": "11",
    "about": "Dr. William Davis is a seasoned neurologist with 12 years of experience, specializing in diagnosing and treating disorders of the nervous system. His expertise ranges from managing common neurological conditions like migraines and seizures to more complex diseases such as multiple sclerosis and Parkinson’s disease. Patients value his patient-centered approach, where he carefully assesses symptoms and provides personalized treatment plans to improve quality of life.",
    "address": "202 Maple Street, River City",
    "degree": "MBBS, MD (Neurology)",
    "experience": "12 years",
    "fees": 650
  },
  {
    "name": "Dr. Eleanor Bennett",
    "speciality": "Gastroenterologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc9.png",
    "_id": "12",
    "about": "Dr. Eleanor Bennett is an experienced gastroenterologist who focuses on maintaining digestive health. With 7 years of practice, she is adept at diagnosing and treating a variety of gastrointestinal issues, including irritable bowel syndrome (IBS), inflammatory bowel disease (IBD), and acid reflux. She is known for her thorough consultations and her ability to guide patients through complex dietary and lifestyle changes to improve their digestive health.",
    "address": "303 Birch Avenue, Hilltown",
    "degree": "MBBS, MD (Gastroenterology)",
    "experience": "7 years",
    "fees": 600
  },
  {
    "name": "Dr. James Wilson",
    "speciality": "Gastroenterologist",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc10.png",
    "_id": "13",
    "about": "Dr. James Wilson is a well-respected expert in gastrointestinal disorders and endoscopic procedures with 11 years of experience. His clinical expertise includes treating conditions such as ulcers, gastritis, and colorectal diseases, while he also specializes in performing minimally invasive endoscopies to diagnose and manage these conditions. Patients appreciate his methodical and caring approach, ensuring they understand each step of their treatment process.",
    "address": "404 Cedar Road, Brookfield",
    "degree": "MBBS, MD (Gastroenterology)",
    "experience": "11 years",
    "fees": 620
  },
  {
    "name": "Dr. Gellen dov",
    "speciality": "Pediatrician",
    "imageUrl": "https://purepng.com/public/uploads/thumbnail//purepng.com-doctorsdoctorsdoctors-and-nursesa-qualified-practitioner-of-medicine-aclinicianmedical-practitionermale-doctornotepad-1421526856962nfokf.png",
    "_id": "14",
    "about": "Dr. Gellen dov is a compassionate pediatrician with 7 years of experience, dedicated to providing care to children of all ages. He is skilled in handling a wide array of pediatric conditions, ranging from common childhood illnesses to developmental issues. Her approach is centered on creating a supportive environment for both children and parents, ensuring that her young patients receive the best preventive and curative care possible.",
    "address": "505 Walnut Street, Pleasantville",
    "degree": "MBBS, MD (Pediatrics)",
    "experience": "7 years",
    "fees": 480
  },
  {
    "name": "Dr. Daniel Lewis",
    "speciality": "Pediatrician",
    "imageUrl": "https://raw.githubusercontent.com/avinashdm/gs-images/main/prescripto/doc7.png",
    "_id": "15",
    "about": "Dr. Daniel Lewis is a pediatrician with 9 years of experience, focusing on preventive medicine and the overall health of children. He works closely with parents to monitor growth, development, and the well-being of their children. He is particularly known for his emphasis on early detection and prevention of common childhood illnesses, providing timely interventions and ensuring the best long-term health outcomes for his patients.",
    "address": "606 Spruce Lane, Meadowbrook",
    "degree": "MBBS, MD (Pediatrics)",
    "experience": "9 years",
    "fees": 500
  },
  {
    "name": "Dr. Emma Rodriguez",
    "speciality": "Gastroenterologist",
    "imageUrl": "https://static.vecteezy.com/system/resources/thumbnails/045/762/392/small/male-doctor-isolated-on-transparent-background-png.png",
    "_id": "16",
    "about": "Dr. Emma Rodriguez is a highly experienced gastroenterologist specializing in liver diseases and digestive system health, with 13 years of medical practice. She has extensive experience in managing chronic liver conditions, such as hepatitis, cirrhosis, and liver cancer, while also offering treatments for broader gastrointestinal issues. Her commitment to patient education and personalized care makes her a trusted figure in her field.",
    "address": "707 Cherry Street, Sunnyside",
    "degree": "MBBS, MD (Gastroenterology)",
    "experience": "13 years",
    "fees": 630
  },
  {
    "name": "Dr. Finn Joe",
    "speciality": "General Physician",
    "imageUrl": "https://png.pngtree.com/png-clipart/20230918/ourmid/pngtree-photo-men-doctor-physician-chest-smiling-png-image_10132895.png",
    "_id": "17",
    "about": "Dr. Finn Joe is a dedicated general physician with 10 years of experience in providing comprehensive healthcare services. He is well-versed in treating a variety of common illnesses, such as respiratory infections, chronic diseases like hypertension and diabetes, and preventive care. His patients appreciate his thorough and patient-centered approach to primary healthcare, focusing on overall wellness and disease prevention.",
    "address": "123 Main Street, Cityville",
    "degree": "MBBS, MD (General Medicine)",
    "experience": "10 years",
    "fees": 500
  },
  {
    "name": "Dr. Elena Gilbert",
    "speciality": "Gynecologist",
    "imageUrl": "https://static.vecteezy.com/system/resources/thumbnails/041/409/060/small_2x/ai-generated-a-female-doctor-with-a-stethoscope-isolated-on-transparent-background-free-png.png",
    "_id": "18",
    "about": "Dr. Elena Gilbert is a seasoned gynecologist with 17 years of experience in women's reproductive health. She is an expert in prenatal care, family planning, and the treatment of conditions like endometriosis, PCOS, and hormonal imbalances. Her compassionate care and expertise in both routine and complex gynecological procedures make her a trusted healthcare provider for women at various stages of life.",
    "address": "456 Elm Street, Townsville",
    "degree": "MBBS, MD (Gynecology)",
    "experience": "17 years",
    "fees": 600
  },
  {
    "name": "Dr. Caroline Forbes",
    "speciality": "Neurologist",
    "imageUrl": "https://png.pngtree.com/png-vector/20240309/ourmid/pngtree-female-doctor-at-medical-office-wearing-stethoscope-and-lab-coat-in-png-image_11907386.png",
    "_id": "19",
    "about": "Dr. Caroline Forbes is a neurologist with 10 years of experience, specializing in treating complex neurological conditions. Her practice focuses on disorders like epilepsy, Alzheimer's, and stroke recovery. Known for her detailed approach and empathy, she works closely with patients and their families to develop comprehensive treatment plans that improve both physical and cognitive outcomes.",
    "address": "202 Maple Street, River City",
    "degree": "MBBS, MD (Neurology)",
    "experience": "10 years",
    "fees": 650
  },
  {
    "name": "Dr. Markos Ian",
    "speciality": "General Physician",
    "imageUrl": "https://png.pngtree.com/png-vector/20240128/ourmid/pngtree-doctor-holding-health-form-png-image_11557974.png",
    "_id": "20",
    "about": "Dr. Markos Ian is a general physician with 9 years of experience, dedicated to delivering patient-centered medical care. He is skilled in diagnosing and managing a wide range of conditions, from minor ailments to chronic diseases. His emphasis on preventive medicine, wellness education, and early intervention has earned him a reputation for improving his patients' long-term health.",
    "address": "123 Main Street, Cityville",
    "degree": "MBBS, MD (General Medicine)",
    "experience": "9 years",
    "fees": 500
  },
  {
    "name": "Dr. Daman Somerhalder",
    "speciality": "General Physician",
    "imageUrl": "https://png.pngtree.com/png-vector/20230928/ourmid/pngtree-young-afro-professional-doctor-png-image_10148632.png",
    "_id": "21",
    "about": "Dr. Daman Somerhalder is a general physician with 7 years of experience. He offers comprehensive healthcare services with a strong focus on wellness and disease prevention. He is skilled at managing common conditions like colds, flu, and chronic conditions such as hypertension and diabetes. His approach emphasizes patient education, empowering individuals to take control of their health.",
    "address": "303 Birch Avenue, Hilltown",
    "degree": "MBBS, MD (General Medicine)",
    "experience": "7 years",
    "fees": 500
  }
]
